/*
 Root.strings
 GoTrack
 
 Created by CoreCat on 2018/7/9.
 Copyright © 2018年 CoreCat. All rights reserved.
 */

"DEVICE_SETTINGS_TITLE" = "Device Settings";

"COMMON_SETTINGS_TITLE" = "Common Settings";

"BUTTON_SOUND_TITLE"    = "Button Sound";

"SCREEN_SAVER_TITLE"    = "Screen Saver";
"SCREEN_SAVER_OFF"      = "OFF";
"SCREEN_SAVER_1"        = "1 minute";
"SCREEN_SAVER_3"        = "3 minutes";
"SCREEN_SAVER_5"        = "5 minutes";

"AUTO_SHUTDOWN_TITLE"   = "Auto Shutdown";
"AUTO_SHUTDOWN_OFF"     = "OFF";
"AUTO_SHUTDOWN_1"       = "1 minute";
"AUTO_SHUTDOWN_3"       = "3 minutes";
"AUTO_SHUTDOWN_5"       = "5 minutes";

"LANGUAGE_TITLE"        = "Language";

"TIME_CALIBRATION_TITLE" = "Time Calibration";

/* Language */
"LANGUAGE_TIPS"         = "Restart to take effect";

/* Common Settings */

"COMMON_VIDEO_RESOLUTION"       = "Video Resolution";
//"COMMON_VIDEO_RESOLUTION"       = "Video Resolution"; // 视频和照片分辨率分开后使用这个
"COMMON_VIDEO_RESOLUTION_SD"    = "SD";
"COMMON_VIDEO_RESOLUTION_HD"    = "HD";
"COMMON_VIDEO_RESOLUTION_FHD"   = "FHD";

"COMMON_CYCLIC_RECORD"          = "Cyclic Record";
"COMMON_CYCLIC_RECORD_OFF"      = "OFF";
"COMMON_CYCLIC_RECORD_1"        = "1 minute";
"COMMON_CYCLIC_RECORD_2"        = "2 minutes";
"COMMON_CYCLIC_RECORD_3"        = "3 minutes";

"COMMON_VIDEO_SOUND"            = "Record Audio";

"COMMON_EXPOURSE_COMPENSATION"    = "Exposure Compensation";
"COMMON_EXPOURSE_COMPENSATION_1"  = "-2";
"COMMON_EXPOURSE_COMPENSATION_2"  = "-1";
"COMMON_EXPOURSE_COMPENSATION_3"  = "0";
"COMMON_EXPOURSE_COMPENSATION_4"  = "1";
"COMMON_EXPOURSE_COMPENSATION_5"  = "2";

"COMMON_PHOTO_RESOLUTION"       = "Image Resolution";
"COMMON_PHOTO_RESOLUTION_SD"    = "SD";
"COMMON_PHOTO_RESOLUTION_HD"    = "HD";
"COMMON_PHOTO_RESOLUTION_FHD"   = "FHD";
"COMMON_PHOTO_RESOLUTION_QHD"   = "QHD";
"COMMON_PHOTO_RESOLUTION_UHD"   = "UHD";

"COMMON_PHOTO_QUALITY"          = "Image Quality";
"COMMON_PHOTO_QUALITY_LOW"      = "Economy";
"COMMON_PHOTO_QUALITY_MID"      = "Normal";
"COMMON_PHOTO_QUALITY_HIGH"     = "Fine";

"COMMON_WHITEBALANCE"           = "White Balance";
"COMMON_WHITEBALANCE_AUTO"      = "Auto";
"COMMON_WHITEBALANCE_DAYLIGHT"  = "Daylight";
"COMMON_WHITEBALANCE_CLOUDY"    = "Cloudy";
"COMMON_WHITEBALANCE_TUNGSTEN"  = "Tungsten";
"COMMON_WHITEBALANCE_FLUORESCENT" = "Fluorescent";

"COMMON_MOTION_DETECTION"       = "Motion Detection";
"COMMON_DATE_STAMP"             = "Date Stamp";

"SOFTWARE_INFO_TITLE"           = "Software Information";
"ABOUT_TITLE"                   = "About APP";

//Debug
"DEBUG_TITLE"           = "Debug";
"DEBUG_SETTINGS_TITLE"  = "Debug Settings";
